CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
GabrielBB.vscode-lombok
MS-CEINTL.vscode-language-pack-ja
Shan.code-settings-sync
alexdima.copy-relative-path
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.vscode-mysql
foxundermoon.shell-format
humao.rest-client
jebbs.plantuml
johnpapa.vscode-peacock
kukushi.pasteurl
liximomo.sftp
michelemelluso.code-beautifier
mrmlnc.vscode-csscomb
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
octref.vetur
redhat.vscode-yaml
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
searKing.preview-vscode
shuworks.vscode-table-formatter
tombonnike.vscode-status-bar-format-toggle
vittorioromeo.expand-selection-to-scope
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wmaurer.vscode-jumpy
